---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerOffset
source: html/ddd0f51a-d590-a4ec-ca88-16f54edb28f6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerOffset Property

"Open Stringer Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrStringerOffset { get; }
```